
var certificateDataMap = {

    "MapOne":{

      "1": "英语证书",
      "2": "口译资格证",
      "3": "小语种证书",
      "4": "财务/金融/银行/保险",
      "5": "交通/运输/物流",
      "6": "职称证书",
      "7": "行政/人事",
      "8": "房地产/建筑",
      "9": "计算机证书",
      "10": "LPI认证",
      "11": "微软证书",
      "12": "思科认证",
      "13": "其他"

    },
    "MapTwo":{
    
        "1": {
            "101": "托福",
            "102": "托业",
            "103": "GRE",
            "104": "GMAT",
            "105": "雅思",
            "106": "剑桥商务英语证书1级 BEC1",
            "107": "剑桥商务英语证书2级 BEC2",
            "108": "剑桥商务英语证书3级 BEC3",
            "109": "剑桥初级英语考试 PET",
            "110": "全国公共英语等级考试 PETS",
            "111": "大学英语四级",
            "112": "大学英语六级",
            "113": "英语专业四级",
            "114": "英语专业八级"
        },
        "2": {
            "201": "中级口译证书",
            "202": "高级口译证书"
        },
        "3": {
            "301": "俄语四级证书",
            "302": "俄语六级证书",
            "303": "法语四级证书",
            "304": "法语六级证书",
            "305": "日语一级证书",
            "306": "日语二级证书",
            "307": "日语三级证书",
            "308": "日语四级证书",
            "309": "德语四级证书",
            "310": "德语六级证书"
        },
        "4": {
            "401": "注册会计师",
            "402": "高级会计师",
            "403": "中级会计师",
            "404": "助理会计师",
            "405": "会计电算化证书",
            "406": "注册资产评估师",
            "407": "审计师",
            "408": "注册税务",
            "409": "助理理财规划师",
            "410": "国家理财规划师",
            "411": "国家高级理财规划师",
            "412": "期货从业资格证",
            "413": "银行从业资格证",
            "414": "保险代理人资格证书"
        },
        "5": {
            "501": "报关员资格证书",
            "502": "报检员资格证书",
            "503": "物流员",
            "504": "助理物流师",
            "505": "物流师",
            "506": "高级物流师",
            "507": "国际货运代理证",
            "508": "国际商务单证员",
            "509": "驾驶执照"
        },
        "6": {
            "601": "初级工程师",
            "602": "中级工程师",
            "603": "高级工程师",
            "604": "初级经济师",
            "605": "中级经济师",
            "606": "高级经济师",
            "607": "助理工程师",
            "608": "助理经济师"
        },
        "7": {
            "701": "助理办公自动化应用师",
            "702": "办公自动化应用师",
            "703": "高级办公自动化应用师",
            "704": "秘书资格证",
            "705": "人事上岗证",
            "706": "四级企业人力资源管理师",
            "707": "三级企业人力资源管理师",
            "708": "二级企业人力资源管理师",
            "709": "一级企业人力资源管理师"
        },
        "8": {
            "801": "注册建筑师",
            "802": "注册结构师",
            "803": "注册土木工程师",
            "804": "监理工程师执业资格证书",
            "805": "造价工程师执业资格证书",
            "806": "房地产评估师执业资格证书",
            "807": "房地产经纪人执业资格证书",
            "808": "二级建造师",
            "809": "一级建造师",
            "810": "房地产估价师执业资格证书"
        },
        "9": {
            "901": "全国计算机应用技术证书",
            "902": "全国计算机软件技术资格与水平考试",
            "903": "初级程序员",
            "904": "程序员",
            "905": "高级程序员",
            "906": "系统分析员",
            "907": "全国计算机等级一级",
            "908": "全国计算机等级二级",
            "909": "全国计算机等级三级A",
            "910": "全国计算机等级三级B",
            "911": "全国计算机等级四级",
            "912": "计算机初级",
            "913": "计算机中级",
            "914": "网络初级证书",
            "915": "Novell授权网络管理师",
            "916": "Novell授权网络工程师",
            "917": "Novell授权高级网络工程师",
            "918": "Novell授权Internet专家",
            "919": "3com 认证网络大师",
            "920": "SUN 认证",
            "921": "Intel 认证方案咨询专家",
            "922": "Intel 认证方案集成专家",
            "923": "Adobe 认证专家",
            "924": "Domino R5 Application Development CLP",
            "925": "Domino R5 System Administration CLP",
            "926": "Sybase 认证考试"
        },
        "10": {
            "1001": "LPI Certification Level 1",
            "1002": "LPI Certification Level 2"
        },
        "11": {
            "1101": "MCDST微软认证操作系统技术支持工程师",
            "1102": "MCAD 微软认证应用程序开发专家",
            "1103": "MCP 微软专家认证",
            "1104": "MCSA 微软认证系统管理员",
            "1105": "MCSA: Messaging 微软认证信息系统管理员",
            "1106": "MCSE 微软认证系统工程师",
            "1107": "MCSD 微软认证解决方案开发专家",
            "1108": "MCSE: Messaging 微软认证信息系统工程师",
            "1109": "MCSE: Security 微软认证安全系统工程师",
            "1110": "MCDBA 微软认证数据库系统管理员",
            "1111": "MCT 微软认证培训师"
        },
        "12": {
            "1201": "CCCP 思科认证网络规划和网络支持工程师",
            "1202": "CCIE 思科认证互联网专家",
            "1203": "CCNA 思科认证网络工程师",
            "1204": "CCNP 思科认证网络专业人员",
            "1205": "CCIP 思科认证的互联网专业人员",
            "1206": "CCDA 思科认证网络设计工程师",
            "1207": "CCDP 思科认证网络设计专业人员",
            "1208": "思科认证专家-- 有线",
            "1209": "思科认证专家--互联网解决方案",
            "1210": "思科认证专家--安全性思科认证专家--SNA/IP"
        },
        "13": {
            "1301": "注册安全工程师",
            "1302": "护士资格证",
            "1303": "全国律师资格证书",
            "1304": "企业法律顾问执业资格证书",
            "1305": "注册咨询工程师(投资)执业资格证书",
            "1306": "执业药师资格证书",
            "1307": "公共关系资格证书",
            "1308": "ISO体系内审员/注册审核员",
            "1309": "外销员资格证书",
            "1310": "导游人员资格证书",
            "1311": "珠算技术等级证书",
            "1312": "四级公共营养师",
            "1313": "三级公共营养师",
            "1314": "二级公共营养师",
            "1315": "一级公共营养师",
            "1316": "教师资格证",
            "1317": "普通话等级证书",
            "1318": "电子商务师职业资格证书",
            "1319": "统计上岗证",
            "1320": "办公自动化证书"
        }
    }
}

